Repository: msandroid/Cursor-Rule
Catalog: LocalizingExample/Landmarks/Resources/LandmarkData.xcstrings
Source language: en
Languages: de

source: Africa
de: Afrika

source: Alps
de: Alpen

source: Amazon Rainforest
de: Amazonas-Regenwald

source: An otherworldly landscape of contrasting bleached white claypan ground, blackened camel thorn trees, and fiery red-orange dunes, Deadvlei is located in Namibia’s Namib-Naukluft National Park. Over 900 years ago, Deadvlei was a thriving marshland, but dried up as shifting sand dunes cut off its water supply. Despite it’s remote location, Deadvlei has become a renown tourist attraction, especially for photographers, enticing visitors from around the world to witness it’s unique beauty. Home to some of highest dunes in the world — some reaching up to 1100 feet — are sculpted into graceful ever-changing shapes. The vibrant hue of the dunes is a result of the iron oxide content in the sand and shift with the sunlight. Due to extreme arid conditions, the dead camel trees don’t decompose, leaving behind ghostly reminders of a vibrant ecosystem dating back a millennia. Even with the harsh environment, some plant species such as nara melons and salsola have adapted and survive off the morning mist and rare rainfall.
de: Die außerirdisch scheinende Landschaft mit kontrastierenden, ausgeblichenen weißen Lehmböden, versengten Kameldornbäumen und feuerroten bis orangen Dünen befindet sich im Namib-Naukluft-Nationalpark in Namibia. Vor über 900 Jahren war Deadvlei ein blühendes Sumpfgebiet, trocknete aber aus, als sich bewegende Sanddünen die Wasserzufuhr abkappten. Trotz seiner abgelegenen Lage ist Deadvlei zu einer bekannten Touristenattraktion geworden – insbesondere für Fotograf:innen – die Besucher:innen aus aller Welt anzieht, um die einzigartige Schönheit zu bewundern. Hier befinden sich einige der höchsten Dünen der Welt – einige erreichen eine Höhe von bis zu 335 Metern –, die sich zu anmutigen, sich ständig verändernden Formen bilden. Der intensive Farbton der Dünen ist auf den Eisenoxidgehalt im Sand zurückzuführen und variiert mit dem Sonnenlicht. Aufgrund der extremen Trockenheit zersetzen sich die toten Kameldornbäume nicht und hinterlassen gespenstische Überreste eines blühenden Ökosystems, das Jahrtausende zurückreicht. Trotz der rauen Umwelt haben sich einige Pflanzenarten wie Nara-Melonen und Salzkraut angepasst und überleben dank des Morgennebels und seltener Niederschläge.

source: Antarctica
de: Antarktis

source: Arizona, United States
de: Arizona, Vereinigte Staaten

source: As a member of an elite club of natural landmarks that cover more than one percent of the planet’s surface, the Amazon rainforest covers approximately 2.3 million square miles. The majority of the rainforest is in Brazil, but it spills over into other neighboring countries including Peru, Bolivia, and Columbia. While it’s common to think of a rainforest as being sparsely populated, an estimated 30 million people live in the Amazon. With the highest diversity of plant life on Earth, the Amazon may contain as many as 80,000 plant species. An astounding 75 percent of those species are endemic to the area, not being found anywhere else, including 16,000 trees species. Other unique species include giant Amazon water lily, rubber trees, and cacao trees. Hundreds of animal species are also found in the rainforest. Notably, the Amazon is one of Earth’s last refuges for jaguars, harpy eagles, and pink river dolphins. Many other large animals live in the Amazon including cougars, the black caiman, and even the Caquetá titi monkey which purrs like a cat.
de: Als Mitglied eines Eliteclubs von Naturwundern, die mehr als ein Prozent der Erdoberfläche bedecken, erstreckt sich der Amazonas-Regenwald über ungefähr 6 Millionen Quadratkilometer. Der Großteil des Regenwalds liegt in Brasilien, erstreckt sich aber auch über andere Nachbarländer wie Peru, Bolivien und Kolumbien. Obwohl man oft davon ausgeht, dass Regenwälder dünn besiedelt sind, leben schätzungsweise 30 Millionen Menschen im Amazonas. Mit der höchsten Pflanzenvielfalt der Erde enthält der Amazonas möglicherweise bis zu 80.000 Pflanzenarten. Erstaunliche 75 Prozent dieser Arten sind endemisch, also nur in diesem Gebiet zu finden, darunter auch 16.000 Baumarten. Zu den anderen einzigartigen Arten gehören die riesige Amazonas-Seerose, Kautschukbäume und Kakaobäume. Hunderte von Tierarten sind ebenfalls im Regenwald zu finden. Der Amazonas ist eines der letzten Refugien für Jaguare, Harpyien und rosa Flussdelfine. Viele andere große Tiere leben im Amazonas, darunter Pumas, der schwarze Kaiman und sogar Caquetá-Titiäffchen, die wie eine Katze schnurren.

source: At an elevation of nearly 12,000 feet above sea level near the crest of the Andes mountain range in southwestern Bolivia, the Salar de Uyuni is the world’s largest salt flat. Extraordinarily flat, with elevation variation no more than one meter over the nearly 4,000 square mile area, the Salar was formed by several prehistoric lakes evaporating over the last 40,000 years. The resulting salt crust is several meters thick and rich in lithium. Despite its prehistoric origin, modern technology has found an important use for the Uyuni. Because salt flats are large, stable surfaces, they are ideal for satellite calibration. Uyuni is especially well suited for this task due to the lack of industry, long low rain periods, and very clear dry air. During the rainy season, the flat turns into a shallow lake with a glass-like surface and becomes the world’s largest natural mirror. The salt flat has few forms of plant life, which includes the giant cacti, Echinopsis pasacana and Echinopsis tarijensis, which tower up to 40 feet over the Uyuni flats. Other plants found in Uyuni include pitaya (or dragon fruit), quinoa plants, and queñua bushes.
de: Auf einer Höhe von fast 3.700 Metern über dem Meeresspiegel nahe dem Kamm der Anden im Südwesten Boliviens befindet sich die Salar de Uyuni, die größte Salzwüste der Welt. Mit einem maximalen Höhenunterschied von einem Meter auf einer Fläche von fast 10.000 Quadratkilometern ist die Salar außergewöhnlich flach. Sie entstand, als vor 40.000 Jahren mehrere prähistorische Seen austrockneten. Die daraus resultierende Salzkruste ist mehrere Meter dick und reich an Lithium. Trotz ihrer prähistorischen Entstehung ist die Uyuni für moderne Technologien interessant. Da Salzwüsten große, kaum veränderliche Oberflächen sind, sind sie ideal zur Satellitenkalibrierung. Die Uyuni ist aufgrund fehlender Industrie, langer Trockenperioden und sehr klarer Luft besonders gut dazu geeignet. Während der Regenzeit verwandelt sich die Salzwüste in einen flachen See mit einer glasartigen Oberfläche. Dadurch wird sie zum größten natürlichen Spiegel der Welt. Es gibt nur wenige Pflanzenarten in der Salzwüste, darunter die riesigen Kakteen Echinopsis pasacana und Echinopsis tarijensis, die bis zu 12 Meter in der Uyuni-Salzwüste aufragen. Andere Pflanzen, die dort zu finden sind, sind Pitaya (oder Drachenfrucht), Quinoa-Pflanzen und Queñua-Sträucher.

source: California, United States
de: Kalifornien, Vereinigte Staaten

source: Comprised of over 2,900 individual reefs, 900 islands, and spanning a monumental 133,000 square miles, the Great Barrier Reef is the world’s largest coral reef system. Situated in the Coral Sea just off the coast of Queensland, Australia, the Great Barrier Reef is the world’s largest single structure made by living organisms. It’s large enough to be seen from space. The reef system supports a dizzying range of diverse life, including many species that are vulnerable or endangered, and some are endemic to the area. Dozens of cetaceans including dwarf minke whale, Indo-Pacific humpback dolphin, and the humpback whale live here. Clownfish, snapper, and coral trout are just some of the 1,500 fish species found in the waters surrounding the reef. Sometimes overshadowed by the magnificent aquatic animal life, the Great Barrier Reef is home to over 2,000 species of native plants. Seagrass meadows are one of the most fundamental parts of the flora found in the reef system. Eelgrass or Turtle grass meadows thrive in the shallow coastal waters and help to maintain the biodiversity, stability, and productivity of the reef.
de: Das Great Barrier Reef besteht aus über 2.900 einzelnen Riffen, 900 Inseln und erstreckt sich über eine Fläche von 344.400 Quadratkilometern. Es ist das größte Korallenriffsystem der Welt. Das Great Barrier Reef befindet sich in der Korallensee vor der Küste von Queensland, Australien, und ist die größte von lebenden Organismen geschaffene Struktur der Welt. Es ist so groß, dass es vom Weltraum aus sichtbar ist. Das Riffsystem beherbergt eine schwindelerregende Vielfalt an Leben, darunter viele gefährdete oder bedrohte Arten, von denen einige endemisch in diesem Gebiet vorkommen. Dutzende von Walarten, darunter der Zwergwal, indopazifische Buckeldelfin und Buckelwal, leben hier. Clownfische, Schnapper und Korallentrouten sind nur einige der 1.500 Fischarten, die in den Gewässern rund um das Riff vorkommen. Das Great Barrier Reef wird ab und an von der prächtigen Unterwasserwelt überschattet, beherbergt aber über 2.000 einheimische Pflanzenarten. Seegraswiesen sind einer der wichtigsten Bestandteile der Flora des Riffsystems. Seegras- oder Schildkrötengraswiesen gedeihen in den flachen Küstengewässern und tragen zur Erhaltung der Biodiversität, Stabilität und Produktivität des Riffs bei.

source: Europe
de: Europa

source: Extending nearly 750 miles from Nice, France in the west to Trieste, Italy in the east, the Alps stretch across eight different countries. The mountains formed over tens of millions of years as tectonic plates collided, forcing sedimentary rock to rise into mountain peaks. Mont Blanc is the tallest mountain in Europe, soaring over 15,700 feet. The high altitude and sheer size of the mountains have an effect on the climate in Europe. Diverse and unique flora has developed in the Alps by adapting to a high-altitude environment. The iconic Edelweiss is an alpine flower that thrives in rocky limestone. Mountain cranberry and bluets are rare and fragile plants found above treelike. Dwarf willow is a resilient plant that does well in places where snow lingers into spring. Large mammals like the red deer, ibex, Eurasian lynx, and chamois are all found in low and high altitude regions. Many rodents such as voles and the Alpine marmot live underground and burrow in the Alps. Some reptiles including adders and vipers live near the snow line, but because they cannot tolerate the cold temperatures they hibernate underground and soak up warmth on rocky ledges.
de: Die Alpen erstrecken sich über fast 1.200 Kilometer von Nizza in Frankreich im Westen bis Triest in Italien im Osten und umfassen acht verschiedene Länder. Die Berge entstanden über mehrere Millionen Jahre, als tektonische Platten aufeinanderprallten und Sedimentgestein zu Berggipfeln erhoben. Der Mont Blanc ist mit über 4.800 Metern der höchste Berg Europas. Die große Höhe und schiere Größe der Berge wirken sich auf das Klima in Europa aus. In den Alpen hat sich eine vielfältige und einzigartige Flora entwickelt, die sich an die Umgebung in großer Höhe angepasst hat. Das berühmte Edelweiß ist eine Alpenblume, die auf felsigem Kalkstein gedeiht. Moosbeeren und Blaubeeren sind seltene und empfindliche Pflanzen, die über der Baumgrenze wachsen. Die Zwergweide ist eine widerstandsfähige Pflanze, die an Orten gedeiht, an denen der Schnee bis in den Frühling hinein liegt. Große Säugetiere wie Rothirsche, Steinböcke, Luchse und Gämsen leben in Regionen in niedriger und großer Höhe. Viele Nagetiere wie Wühlmäuse und Alpensalamander leben unterirdisch und graben in den Alpen. Einige Reptilien wie Kreuzotter und Vipern leben in der Nähe der Schneegrenze, können aber die kalten Temperaturen nicht vertragen und halten deshalb unterirdischen Winterschlaf und wärmen sich auf felsigen Vorsprüngen.

source: Featuring more than 3,000 sandstone pillars and peaks, Wulingyuan is a scenic and historic site in China’s Hunan Province. Often shrouded in mist, the surreal landscape of pillars surrounded by forests spans over 100 square miles. Among the picturesque lakes, rivers, and waterfalls, the site also contains 40 caves and one of the world’s highest natural bridges, named Tianqiashengkong. With plentiful rainfall and dense forests, Wulingyuan has created a good environment for varied animal and plant life. Unique species like the clouded leopard, Chinese giant salamander, Asiatic wild dog, and Asiatic black bear live among the forests. Other animals include various monkeys — including rhesus monkeys — as well as deer, birds, and reptiles. Notable plant species include the dove tree and ginkgo.
de: Wulingyuan ist ein landschaftlich reizvoller und historischer Ort in der chinesischen Provinz Hunan. Dort befinden sich mehr als 3.000 Sandsteinsäulen und -gipfel. Die surreale Landschaft aus von Wäldern umgebenen Säulen ist oft in Nebel gehüllt und erstreckt sich über eine Fläche von mehr als 250 Quadratkilometern. Neben malerischen Seen, Flüssen und Wasserfällen umfasst die Stätte auch 40 Höhlen und eine der höchsten natürlichen Brücken der Welt, die Tianqiashengkong. Duch reichliche Niederschläge und dichte Wälder bietet Wulingyuan einer vielfältigen Tier- und Pflanzenwelt einen guten Lebensraum. Zu den einzigartigen Tierarten gehören der Nebelparder, der chinesische Riesensalamander, der asiatische Wildhund und der asiatische Schwarzbär. Weiterhin leben dort verschiedene Affenarten – darunter Rhesusaffen – sowie Hirsche, Vögel und Reptilien. Zu den bemerkenswerten Pflanzenarten gehören der Taubenbaum und der Ginkgo.

source: Frequently shrouded in coastal marine layer fog from the Pacific Ocean, Muir Woods National Monument is an old-growth redwood forest. Located 12 miles north of San Francisco, covering 558 acres, and containing 6 miles of gorgeous hiking trails, Muir Woods is part of the Golden Gate National Recreation Area. The moist environment promotes a rich community of interesting plants, organized into three layers. The lowest layer is the herbaceous layer and is full of shade-loving life. The next layer is the understory, where shrubs and tress such as the California bay and tan oak grow. Providing shelter and platforms for various tree-dwelling species is the topmost layer, or canopy. Within the multilayered, dense habitat, it’s easy for wildlife to remain unseen, making the forest sometimes appear empty. Looks, however, are deceiving. Muir Wood hosts over 50 species of birds including spotted owls and pileated woodpeckers. Mammals range in size from the small American shrew mole to the black-tailed mule deer. Most mammals are nocturnal or burrowing animals, contributing to the sense of emptiness in the forest.
de: Das Muir Woods National Monument ist ein Wald mit Küstenmammutbäumen, der häufig vom Schichtnebel der Pazifikküste verhüllt ist. Er liegt 20 Kilometer nördlich von San Francisco, umfasst eine Fläche von mehr als 2 Quadratkilometern und verfügt über knapp 10 Kilometer an wunderschönen Wanderwegen. Muir Woods ist Teil von Golden Gate National Recreation Area. Die feuchte Umgebung befördert eine reiche Pflanzengesellschaft, die sich in drei Schichten anordnet. Die unterste Schicht ist die Krautschicht voller schattenliebender Pflanzen. Die nächste Schicht ist das Unterholz, in dem Sträucher und Bäume wie die Kalifornische Lorbeerbeere und die Kalifornische Eiche wachsen. Die oberste Schicht, das Blätterdach, bietet verschiedenen Baumbewohnern Schutz und Wohnraum. In dem vielschichtigen und dichten Lebensraum können sich Wildtiere gut verstecken, weshalb der Wald manchmal leer erscheinen kann. Das ist jedoch ein Trugschluss. Muir Woods beherbergt über 50 Vogelarten, darunter Fleckeneulen und Helmspechte. Die Säugetiere reichen in der Größe von der kleinen amerikanischen Spitzmaus bis zum Schwarzschwanzhirsch. Die meisten Säugetiere sind nachtaktiv oder Wühltiere, was zum Eindruck eines leeren Waldes beiträgt.

source: Fuji-Hakone-Izu National Park, Japan
de: Nationalpark Fuji-Hakone-Izu, Japan

source: Iceland
de: Island

source: In addition to perhaps being the world’s most well-known mountain, Mount Everest is the world’s tallest above sea level. With an altitude just over 29,031 feet, the mountain attracts climbers and experienced mountaineers from all over the world. Everest’s icy peaks pierce the sky, surrounded by swirling clouds and intensely strong winds. Geologically, Mount Everest is part of the Himalayan mountain range which is formed by the Eurasian and Indian tectonic plates. Movement of these plates began around 50 million years ago and continues to push Everest even higher. Layers of metamorphic and sedimentary rock are topped by marine limestone that was once at the bottom of the ocean remind us of the Earth’s dynamic history. Despite the extreme conditions found at the high altitudes on Everest, the mountain is home to a unique high-altitude ecosystem. Mosses and lichens can survive the extreme climate along with high altitude plants such as the Himalayan juniper, dwarf rhododendrons, and the snow lotus. Animals found in the lower elevations include the Himalayan tahr, snow leopard, Himalayan black bear, and the red panda.
de: Der Mount Everest ist nicht nur der bekannteste Berg der Welt, sondern auch der höchste Gipfel über dem Meeresspiegel. Mit einer Höhe von knapp 8.850 Meter zieht der Berg Kletterer und erfahrene Bergsteiger:innen aus aller Welt an. Die eisigen Gipfel des Everest ragen in den Himmel und sind von wirbelnden Wolken und starken Winden umgeben. Geologisch gesehen ist der Mount Everest Teil des Himalaya-Gebirges, das durch die eurasische und indische tektonische Platte gebildet wird. Die Bewegung dieser Platten begann vor etwa 50 Millionen Jahren und drückt den Everest bis heute noch weiter in die Höhe. Schichten aus metamorphem Gestein und Sedimentgestein werden von Meereskalkstein gekrönt, der einst am Meeresgrund lag und uns an die dynamische Geschichte der Erde erinnert. Trotz der extremen Bedingungen in den Höhenlagen des Everest beherbergt der Berg ein einzigartiges Hochgebirgsökosystem. Moose und Flechten können das extreme Klima überleben, ebenso wie Hochgebirgspflanzen wie der Himalaya-Wacholder, Zwerg-Rhododendron und der Schneelotus. Zu den Tieren, die in den tieferen Lagen zu finden sind, gehören der Himalaya-Tahr, der Schneeleopard, der Himalaya-Schwarzbär und der Rote Panda.

source: Kirkjufell Mountain
de: Kirkjufell

source: Kirkjufell, or Church Mountain, is a 1,519-ft. high peak situated on the Snæfellsnes peninsula, and is one of the most photographed sites in Iceland. From varous angles the mountain is thought to resemble an arrow head, or a church. Geologically, the hill is not a volcano, but a remnant of the strata that existed before glaciers carved out the surrounding landscape. The hill is a popular hiking destination, although the trail has steep sections that become dangerously slippery in wet weather. Hiring a guide is highly recommended. Nearby, the Kirkjufellsfoss waterfall offers a spectacular photographic composition of both waterfall and mountain. The coastal town of Grundarfjörður, a fishing harbor, offers accommodations and an active arts scene. Grundarfjörður is a starting point for hiking trails that offer mesmerizing views of the valleys and mountains of the area. A lucky hiker might have an encounter with the arctic fox, white tailed eagle, or an arctic tern.
de: Kirkjufell, auch „Kirchenberg“ genannt, ist ein 463 Meter hoher Gipfel auf der Halbinsel Snæfellsnes und einer der meistfotografierten Orte in Island. Je nach Blickwinkel ähnelt der Berg einer Pyramide oder einer Kirche. Geologisch gesehen ist er kein Vulkan, sondern ein Überbleibsel jener Schichten, welche die umliegende Landschaft bildeten, bevor sie von Gletschern abgetragen wurde. Der Berg ist ein beliebtes Wanderziel, obwohl der Weg steile Abschnitte aufweist, die bei nassem Wetter gefährlich rutschig werden können. Es wird dringend empfohlen, eine:n Führer:in zu engagieren. In der Nähe bietet der Wasserfall Kirkjufellsfoss eine spektakuläre Fotoperspektive und vereint den Blick auf den Wasserfall und den Berg. Die Küstenstadt Grundarfjörður, ein Fischereihafen, bietet Unterkünfte und eine aktive Kunstszene. Grundarfjörður ist ein Ausgangspunkt für Wanderungen, bei denen sich atemberaubende Blicke auf die Täler und Berge der Region ergeben. Mit etwas Glück kann man beim Wandern einem arktischen Fuchs, einem Seeadler oder einer arktischen Seeschwalbe begegnen.

source: Koshi Province, Nepal, and Tibet Autonomous Region, China
de: Provinz Koshi, Nepal, und Autonome Region Tibet, China

source: Lençóis Maranhenses National Park covers approximately 380,000 acres on the northeastern coast of Brazil, including 43 miles of coastline along the Atlantic Ocean. The interior of the park is composed of rolling sand dunes that reach as high as 130 feet. Despite looking like a desert environment, the area receives about 47 inches of rain per year. During the rainy seasons, the spaces between the dune peaks fill with freshwater lagoons. With desert-like but wet locale, a unique and diverse ecosystem has evolved. Vegetation adapted to coastal and freshwater environments such as Restinga and mangrove are found here. Four endangered species of animals reside in the park: the scarlet ibis, neotropical otter, oncilla, and West Indian manatee. The wolf fish is a unique species that burrows into wet mud during the dry season.
de: Der Nationalpark Lençóis Maranhenses erstreckt sich über eine Fläche von etwa 1.500 Quadratkilometer an der Nordostküste Brasiliens und erstreckt sich 70 Kilometer entlang des Atlantischen Ozeans. Das Innere des Parks besteht aus sanften Sanddünen, die bis zu 40 Meter hoch werden können. Obwohl die Gegend wie eine Wüste erscheint, fallen hier jährlich etwa 120 cm Regen. Während der Regenzeit füllen sich die Flächen zwischen den Dünen mit Süßwasserseen. Durch die wüstenähnliche, aber feuchte Umgebung hat sich ein einzigartiges und vielfältiges Ökosystem entwickelt. Hier findet man Vegetation, die an Küsten- und Süßwasserumgebungen angepasst ist, wie die Restingas sowie Mangroven. Im Park leben vier gefährdete Tierarten: der Scharlachibis, der neotropische Otter, der Tigrillo und die westindische Seekuh. Der Wolfsfisch ist eine besondere Art, die sich während der Trockenzeit in den feuchten Schlamm gräbt.
